tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "pcre2"
brew "cairo"
brew "cmake"
brew "xz"
brew "curl"
brew "gcc"
brew "geos"
brew "git"
brew "git-lfs"
brew "kubernetes-cli"
brew "libxt"
brew "lima"
brew "mas"
brew "open-mpi"
brew "pkg-config"
brew "wget"
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "affinity-photo"
cask "android-file-transfer"
cask "appcleaner"
cask "bartender"
cask "discord"
cask "fantastical"
cask "font-fira-code-nerd-font"
cask "garmin-express"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "keka"
cask "knime"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "nextcloud"
cask "openvpn-connect"
cask "raindropio"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "spotify"
cask "telegram"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "whatsapp"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "James-Yu.latex-workshop"
vscode "jeffersonlicet.snipped"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "redhat.vscode-yaml"
vscode "stardog-union.stardog-rdf-grammars"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
