# fzf autocomplete
Aloxaf/fzf-tab

# powerlevel10k theme
romkatv/powerlevel10k kind:fpath

# vi mode
jeffreytse/zsh-vi-mode

# zoxide plugin
ajeetdsouza/zoxide

# zsh-users plugins
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-completions path:src kind:fpath
zsh-users/zsh-history-substring-search kind:defer
zsh-users/zsh-syntax-highlighting kind:defer
